{
  "summary": {
    "header": "РЕЗЮМЕ",
    "text": {
      "p1": "Я наслаждаюсь разработкой программного обеспечения, это занимательно для меня, так как я постоянно нахожусь в поиске новых идей.",
      "p2": "Имею опыт разработки ПО: от обсуждения технического задания с заказчиком до внедрения готового программного продукта в производство. 3 года опыта работы с RAD Studio XE5 (C++).",
      "p3": "На данный момент я полгода занимаюсь веб-разработкой и продолжаю углублять знания в PHP, JavaScript, AngularJS и близких к ним технологиям."
    }
  },
  "skills": {
    "header": "НАВЫКИ",
    "text": {
      "languages": "Языки и Технологии",
      "php": "Шаблоны проектирования: Singleton, Strategy",
      "sql": "MySQL, Создание баз данных и сложных запросов",
      "cpp": "Разработка программ в C++Builder, RAD XE5; большой опыт в разработке табличных интерфейсов",
      "experience": "Опыт полного цикла разработки ПО",
      "other": "Другое",
      "photoshop": "Уверенный Пользователь",
      "lang_hdr": "Языки",
      "lang_txt": "Украинский (Родной), Русский (Родной), Английский (Средний)."
    }
  },
  "employment": {
    "header": "РАБОТА",
    "text": {
      "place": "Инженер-программист - «Мотор-Сич» ( июнь 2013 - сент 2016 )",
      "info1": "Разработана и внедрена система для расчета трудоемкости изготовления деталей и контроля, выполняемых над ними операций, что позволило цеху сократить время прохода деталей по операциям и обнаружить несколько проблемных мест;",
      "info2": "Написание программ для расширения и обновления существующих сервисов по обработке информации и генерации отчетов для руководства, что повысило оперативность принятия решений примерно на 40%;",
      "info3": "Исправление ошибок в старых проектах."
    }
  },
  "education": {
    "header": "ОБРАЗОВАНИЕ",
    "text": {
      "place": "Запорожский Национальный Технический Университет : 2008 – 2013",
      "info1": "Специалист «Программное обеспечение систем», Май 2013.  Балл: 5.0",
      "info2": "Бакалавр «Программная инженерия», Май 2012.  Балл: 4.8",
      "info3": "Читаемые предметы: Компьютерная Архитектура; Алгоритмы; Разработка Программного Обеспечения; Искусственный Интеллект; Алгортмы Оптимизации; Вычислительная Теория; Базы Данных."
    }
  }
}