{
  "summary": {
    "header": "SUMMARY",
    "text": {
      "p1": "I enjoy software development, it`s really amazing for me, because I am looking for new ideas.",
      "p2": "I have an experience in developing from discussing technical specifications with the customer to implementation of the finished software into production. 3 years experience with RAD Studio XE5 (C++).",
      "p3": "Now I have half-year of experience in web development and I am continuing improve my skills in PHP, JavaScript, AngularJS and similar technologies to them."
    }
  },
  "skills": {
    "header": "SKILLS",
    "text": {
      "languages": "Languages and Technologies",
      "php": "Design Patterns: Singleton, Strategy",
      "sql": "MySQL, Database creation and construction of complex queries",
      "cpp": "Developing program in C++Builder, RAD XE5; a lot of experience in table interface development",
      "experience": "Experience in the full cycle of software development.",
      "other": "Other",
      "photoshop": "Advanced User",
      "lang_hdr": "Languages",
      "lang_txt": "Ukrainian (Native), Russian (Native), English (Intermediate)."
    }
  },
  "employment": {
    "header": "EMPLOYMENT",
    "text": {
      "place": "Software Engineer - «Motor-Sich» ( june 2013 - sept 2016 )",
      "info1": "Implemented system for automatic counting time to create details and control what operations are performed on them, which allowed to reduce the time of manufacturing products and find some problem areas;",
      "info2": "Development of programs for the expanding and upgrading of existing services for data processing and reports generation for management, which increased the efficiency of decision-making about 40%;",
      "info3": "Bug fixing in other projects."
    }
  },
  "education": {
    "header": "EDUCATION",
    "text": {
      "place": "Zaporozhye National Technical University : 2008 – 2013",
      "info1": "M.S.E. in Computer and Information Sciences, May 2013.  GPA: 4.0",
      "info2": "B.S.E. in Computer Science and Engineering, May 2012.  GPA: 3.8",
      "info3": "Graduate Coursework: Computer Architecture; Algorithms; Software Development; Artificial Intelligence; Algorithms of Optimization; Computational Theory; Data Bases."
    }
  }
}